"kSaveErrorTitleKey"				= "Er heeft zich een fout voorgedaan bij het bewaren van het bestand.";
"kSaveErrorTextKey"					= "Het binnenkomende bestand kan niet op de schijf worden bewaard. De doelmap bevindt zich mogelijk op een beveiligd volume. Geef een andere doelmap op en probeer het opnieuw.";

"kRecieveItemTitleKey"				= "Bezig met ontvangen van onderdeel";
"kRecieveItemUnknownDeviceTextKey"	= "Een Bluetooth-apparaat wil u het onderdeel '%@' toesturen. Accepteert u het onderdeel?";
"kRecieveItemNamedDeviceTextKey"	= "Het apparaat '%@' wil u het onderdeel '%@' toesturen. Accepteert u het onderdeel?";

"kOpenNewFileTitleKey"				= "Er is een nieuw bestand ontvangen: '%@'. Wilt u het openen?";
"kOpenNewFileTextKey"				= "U kunt deze waarschuwing uitschakelen in het Bluetooth-voorkeurenpaneel.";

"kCouldNotStartSDPTitleKey"			= "Er heeft zich een fout voorgedaan bij het proberen toe te staan van binnenkomende verbindingen.";
"kCouldNotStartSDPTextKey"			= "Mogelijk is Bluetooth-ondersteuning niet juist geïnstalleerd op dit systeem. Installeer de Bluetooth-software opnieuw en probeer het nogmaals.";

"kErrorOpeningFileTitleKey"			= "Er heeft zich een fout voorgedaan bij het openen van het bestand.";
"kErrorOpeningFileTextKey"			= "Het bestand kan niet worden geopend, mogelijk omdat een helperprogramma ontbreekt. U kunt proberen of u het bestand handmatig kunt openen door er dubbel op te klikken in de Finder.";

"kFileTransferClientTitleKey"		= "Client bestandsoverdracht";
"kDisconnectTitleKey"				= "Wilt u de verbinding met '%@' verbreken?";
"kDisconnectTextKey"				= "'%@' is aan het bladeren op uw computer. Wilt u de verbinding verbreken?";
"kDisconnectButtonKey"				= "Verbreek";


"kFTPConfirmAllowButton"			= "Sta toe";
"kFTPConfirmRejectButton"			= "Sta niet toe";
"kFTPConfirmMessageText"			= "'%@' wil in uw map '%@' bladeren?";

"kVCardConfirmTitleText"			= "'%@' vraagt om een kopie van uw Adresboek-kaart.";
"kVCardConfirmMessageText"			= "Klik op 'OK' om het verzoek te accepteren of klik op 'Annuleer' om het te weigeren.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Accepteer";
"kDeclineButtonKey"					= "Accepteer niet";
"kCancelButtonKey"					= "Annuleer";
"kOpenButtonKey"					= "Open";
"kSkipButtonKey"					= "Sla over";
"kShowInFinderButtonKey"			= "Toon in Finder";

"kUnknownFileNameKey"				= "Onbekend bestand";
"kUnknownDeviceNameKey"				= "Onbekend apparaat";
"kDeviceIsSendingFileKey"			= "%@ stuurt een bestand";

"kTransferringKey"					= "Bezig met versturen…";
"kTransferringFileKey"				= "Bezig met versturen van '%@'…";
"kTransferCompleteKey"				= "Versturen voltooid";
"kTransfersCompleteKey"				= "Overdracht voltooid";
"kTransferFailedKey"				= "Overdracht mislukt";

"kWaitingKey"						= "Wachten op meer bestanden…";

"kIncomingFileKey"					= "Binnenkomend bestand van:";


"kTypeFolderKey"					= "Map";
"kTypeApplicationKey"				= "Programma";
"kTypeKextKey"						= "Kernelextensie ";
"kTypeBundleKey"					= "Bundel";
"kTypeFrameworkKey"					= "Framework";
